[
    {
      "id": 1,
      "title": "Atomic Trust Issues",
      "joke": "Why don't scientists trust atoms? Because they make up everything!"
    },
    {
      "id": 2,
      "title": "Sad Math Book",
      "joke": "Why did the math book look sad? Because it had too many problems."
    },
    {
      "id": 3,
      "title": "Skeleton Fight",
      "joke": "Why don't skeletons fight each other? They don't have the guts."
    },
    {
      "id": 4,
      "title": "Fake Spaghetti",
      "joke": "What do you call fake spaghetti? An impasta!"
    },
    {
      "id": 5,
      "title": "Outstanding Scarecrow",
      "joke": "Why did the scarecrow win an award? Because he was outstanding in his field!"
    },
    {
      "id": 6,
      "title": "Broken Pencil",
      "joke": "Why don’t pencils have friends? Because they’re always getting erased!"
    },
    {
      "id": 7,
      "title": "Friendly Robot",
      "joke": "Why was the robot so bad at soccer? It kept kicking up sparks!"
    },
    {
      "id": 8,
      "title": "Paper Plane",
      "joke": "Why did the paper airplane go to school? To improve its flight skills!"
    },
    {
      "id": 9,
      "title": "Hiding in the Library",
      "joke": "Why did the librarian get kicked off the plane? Because it had too many books!"
    },
    {
      "id": 10,
      "title": "Counting Sheep",
      "joke": "Why did the sheep go to the party? To have a woolly good time!"
    },
    {
      "id": 11,
      "title": "Bad Cooking",
      "joke": "Why did the chef break up with the cook? Because the cook was too salty!"
    },
    {
      "id": 12,
      "title": "Computer Trouble",
      "joke": "Why was the computer cold? It left its Windows open!"
    },
    {
      "id": 13,
      "title": "Feeling Blue",
      "joke": "Why was the math book sad? Because it had too many problems!"
    },
    {
      "id": 14,
      "title": "Teacher's Pet",
      "joke": "Why did the teacher go to jail? For having too many class acts!"
    },
    {
      "id": 15,
      "title": "Party Animal",
      "joke": "Why did the animal go to the party? To have a wild time!"
    },
    {
      "id": 16,
      "title": "Clock Struck",
      "joke": "Why did the clock in the cafeteria always run slow? It always went back four seconds!"
    },
    {
      "id": 17,
      "title": "Clown Shoes",
      "joke": "Why did the clown wear red shoes? To match its red nose!"
    },
    {
      "id": 18,
      "title": "Bookworm",
      "joke": "Why did the bookworm get a job? To cover its chapters!"
    },
    {
      "id": 19,
      "title": "Musical Chair",
      "joke": "Why did the musician break up with the chair? It had too many issues!"
    },
    {
      "id": 20,
      "title": "Vegetable Garden",
      "joke": "Why did the vegetable garden need a break? Because it had too many peas!"
    },
    {
      "id": 21,
      "title": "Snail Mail",
      "joke": "Why did the snail go to the post office? To send a slow letter!"
    },
    {
      "id": 22,
      "title": "Detective Cat",
      "joke": "Why did the cat become a detective? To solve the mystery of the missing fish!"
    },
    {
      "id": 23,
      "title": "Sleepyhead",
      "joke": "Why did the sleepyhead sleep on the job? It was too tired to work!"
    },
    {
      "id": 24,
      "title": "Silly Sandwich",
      "joke": "Why did the sandwich go to the party alone? Because it was a little bit of a loner!"
    },
    {
      "id": 25,
      "title": "Superhero Baby",
      "joke": "Why did the baby become a superhero? To have super fun!"
    },
    {
      "id": 26,
      "title": "Lazy Cat",
      "joke": "Why was the cat so lazy? It spent all its time purring!"
    },
    {
      "id": 27,
      "title": "Jumpy Frog",
      "joke": "Why did the frog jump into the pond? It was feeling a bit froggy!"
    },
    {
      "id": 28,
      "title": "Dog's Day Out",
      "joke": "Why did the dog sit in the shade? It didn't want to be a hot dog!"
    },
    {
      "id": 29,
      "title": "Light Bulb",
      "joke": "Why did the light bulb go to school? To get a little brighter!"
    },
    {
      "id": 30,
      "title": "Musical Fish",
      "joke": "Why did the fish become a musician? Because it had a good scale!"
    }
  ]
  